Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/roads_and_safety/safety_advice_for_motorists.html.txt.tmx
Source language: en
Languages: ga

source: Safety advice for motorists
ga: Comhairle Shábháilteachta do ghluaisteánaithe

source: When you are driving a car, being aware of the various dangers on the road, your own driving style and your obligations as a road user will help to ensure that you travel safely
ga: Nuair atá carr á thiomáint agat, cuideoidh sé leat a chinntiú go dtaistealaíonn tú go sábháilte má tá tú eolach ar na contúirtí éagsúla ar an mbóthar, ar do stíl tiomána féin agus ar na hoibleagáidí atá ort mar úsáideoir bóithre

source: Before you drive you must ensure that the car is insured, taxed and the NCT test for the car has been completed and all discs are displayed on the windscreen
ga: Sula dtiomáineann tú, ní mór duit a chinntiú go bhfuil árachas agus cáin íoctha le haghaidh an chairr agus go bhfuil an TNG le haghaidh an chairr curtha i gcrích agus go bhfuil gach diosca ar taispeáint ar an ngaothscáth

source: You must also hold a driving licence to drive a car
ga: Ní mór ceadúnas chun carr a thiomáint a bheith agat freisin

source: Check all lights and indicators and make sure your windscreen is clean and free from anything that might obstruct your vision
ga: Seiceáil na soilse agus na táscairí go léir agus cinntigh go bhfuil do ghaothscáth glan agus saor ó aon rud a d’fhéadfadh bac a chur le do réimse radhairc

source: Check to make sure your horn is working
ga: Seiceáil go bhfuil do bhonnán ag oibriú i gceart

source: When driving you should:
ga: Ba cheart duit na nithe seo a leanas a dhéanamh agus tú ag tiomáint:

source: • Drive at a speed appropriate to the road and weather conditions, the volume of traffic present and the likelihood of hazards
ga: • Tiomáin ar luas atá oiriúnach don bhóthar agus do na dálaí aimsire, don líon feithiclí i láthair agus don dóchúlacht go mbeidh guaiseacha ann

source: Speed limits are the maximum speed you can drive at on a stretch of road in good conditions
ga: Is iad luasteorainneacha na luasanna uasta ar féidir leat tiomáint orthu ar stráice bóthair i ndálaí maithe

source: • Never drink and drive
ga: • Ná tiomáin faoi thionchar an óil choíche

source: Alcohol affects your judgement, vision, co-ordination and reaction time
ga: Téann alcól i bhfeidhm ar do bhreithiúnas, ar do radharc, ar do chomhordú agus ar d’aga frithghníomhúcháin

source: Every passenger in the car is also required by law to wear a seatbelt
ga: Ceanglaítear leis an dlí ar gach paisinéir sa charr crios sábhála a chaitheamh freisin

source: • Take a break from driving if you feel tired – a nap of 15 to 20 minutes can help
ga: • Bíodh sos agat ón tiomáint má tá tuirse ort - féadann néal codlata 15 nóiméad nó 20 nóiméad ar fad a bheith ina chuidiú

source: • Never use a hand held mobile phone
ga: • Ná húsáid fón póca láimhe choíche

source: Any distraction when driving can be dangerous
ga: Baineann contúirt le haon chur isteach agus tú ag tiomáint

source: • Use your dipped headlights to see and be seen if visibility is poor
ga: • Úsáid do cheannsoilse maolaithe chun radharc níos fearr a fháil agus chun go mbeidh tú infheicthe más rud é go bhfuil infheictheacht íseal ann

source: • Only use fog lights when there is fog or falling snow
ga: • Ná húsáid lampaí ceo ach amháin i gcás ceo nó sneachta ag titim

source: Switch them off when conditions improve
ga: Múch iad nuair a fheabhsaíonn dálaí

source: You can find a leaflet on road safety information (pdf) for motorists, pedestrians and cyclists on the Garda Síochána website
ga: Is féidir bileog maidir le faisnéis sábháilteachta ar bhóithre (pdf) do thiománaithe, do choisithe agus do rothaithe a aimsiú ar láithreán Gréasáin an Gharda Síochána
